Revit 2027 API
ParameterTypeId.FabricParamRounding Property
 "Rounding Overrides"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricParamRounding { get; }
Public Shared ReadOnly Property FabricParamRounding As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricParamRounding {
	ForgeTypeId^ get ();
}
static member FabricParamRounding : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace